Repository: Kanteliukas/auto_trader
Catalog: auto_trader/auto_trader_app/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Car type
lt: Automobilio tipas

source: Enter car type
lt: Įveskite automobilio tipą

source: Car types
lt: Automobilių tipai

source: Car maker
lt: Markė

source: Enter car maker name
lt: Įveskite markę

source: Car makers
lt: Markės

source: Model
lt: Modelis

source: Enter car model
lt: Įveskite automobilio modelį

source: Models
lt: Modeliai

source: Fuel type
lt: Kuro tipas

source: Enter fuel type
lt: Įveskite kuro tipą

source: Fuel types
lt: Kuro tipai

source: Transmission type
lt: Pavarų dėžės tipas

source: Enter transmission type
lt: Įveskite pavarų dėžės tipą

source: Transmission types
lt: Pavarų dėžių tipai

source: car model
lt: automobilio modelis

source: fuel type
lt: kuro tipas

source: transmission type
lt: pavarų dėžės tipas

source: Price
lt: Kaina

source: Enter price
lt: Įveskite kainą

source: Year
lt: Metai

source: Enter car manufactured year
lt: Įveskite automobilio gamybos metus

source: Make
lt: Markė

source: Car ad
lt: Auto skelbimas

source: Car ads
lt: Auto skelbimai

source: car ad
lt: auto skelbimas

source: Image
lt: Paveiksliukas

source: Images
lt: Paveiksliukai

source: auto trader
lt: skelbimų portalas

source: home
lt: pradžia

source: car ads
lt: auto skelbimai

source: create ad
lt: sukurti skelbimą

source: profile
lt: paskyra

source: logout
lt: atsijungti

source: login
lt: prisijungti

source: sign up
lt: registruotis

source: search
lt: paieška

source: admin
lt: administracija

source: year
lt: metai

source: price
lt: kaina

source: car photos
lt: automobilio nuotraukos

source: car ads list
lt: auto skelbimų sąrašas

source: there are no ads yet
lt: skelbimų kol kas nėra

source: best trader
lt: geriausias skelbimų portalas

source: Welcome to auto trader
lt: Sveiki atvykę į skelbimų portalą

source: new car ad
lt: naujas auto skelbimas

source: save
lt: išsaugoti

source: Success
lt: Pavyko
